export const data = [
  {
    id: "1",
    title: "Iphone 14 pro",
    subTitle:
      "Характеристики:Встречайте Dynamic Island, новый волшебный способ взаимодействия с iPhone. Революционные функции безопасности, разработанные для спасения жизней. И инновационная 48-мегапиксельная камера для потрясающей детализации. Все работает на новейшем чипе для смартфонов.",
    price: `$1500`,
    img: "https://cdn.shopify.com/s/files/1/0941/8828/products/iP14ProMax-6.7_ScreenProtector_600x600_2208-219_450x.png?v=1663020153",
  },
  {
    id: "2",
    title: "Iphone 13",
    subTitle: " Характеристики:Встречайте Dynamic Island, новый волшебный способ взаимодействия с iPhone. Революционные функции безопасности, разработанные для спасения жизней. И инновационная 48-мегапиксельная камера для потрясающей детализации. Все работает на новейшем чипе для смартфонов.",
    price: `$1320`,
    img: "https://www.istore.kg/media/products/iphone-13-pro-max-green-select.webp",
  },
  {
    id: "3",
    title: "Iphone 12 pro Max",
    subTitle: "Характеристики:Встречайте Dynamic Island, новый волшебный способ взаимодействия с iPhone. Революционные функции безопасности, разработанные для спасения жизней. И инновационная 48-мегапиксельная камера для потрясающей детализации. Все работает на новейшем чипе для смартфонов.",
    price: `$1020`,

    img: "https://cdn.shopify.com/s/files/1/0105/8422/7876/products/sfd46906npus-50_iphone_12pro_max_wallet_skin_toffee_2.png?v=1612292264",
  },
];

// export const details=[
//   {
//     id:1,
//     title:"Iphone 14",
//     info:"1 ТБ, Темно фиоетовый",
//     art:"Артикул: MQ333RU/A",
//     price:"178 990 сом"

//   },
//   {
//     id:2,
//     title:"Iphone 14",
//     info:"1 ТБ, Темно фиоетовый",
//     art:"Артикул: MQ333RU/A",
//     price:"178 990 сом"

//   },
//   {
//     id:3,
//     title:"Iphone 14",
//     info:"1 ТБ, Темно фиоетовый",
//     art:"Артикул: MQ333RU/A",
//     price:"178 990 сом"

//   }
// ]
